package com.example.lifecycle

class Text(){
    val skinnyText = """Недостаток веса: симптомы

Современные ученые выделяют несколько типов недостатка веса (особенно при определении этого заболевания у детей). Так, дефицит массы тела 1 степени, рассчитанный в процентах, предполагает отклонение от нормы на 10-15%, второй — на 15-30%, третьей — более чем на 30%.




У взрослых недостаток веса констатируется, когда индекс массы тела (ИМТ) снижается менее 18,5 кг/м2.




Симптомы недостатка веса чаще всего бывают визуальными: наблюдается выраженная потеря жировой прослойки на груди, животе, конечностях, а также на лице (на поздних стадиях болезни). У пациентов может наблюдаться слабость, в том числе мышечная, быстрая утомляемость, раздражительность, склонность к депрессиям.


Так как дефицит массы тела может свидетельствовать о серьезных проблемах в организме, - и не только психологического характера, - при появлении первых признаков этого заболевания первое, что надо делать, — записаться на прием к специалистам - эндокринологу, гастроэнтерологу и диетологу.

Первичный прием

Первичный прием у специалиста предполагает сбор анамнеза (информации о пищевых привычках пациента, его образе жизни, распорядке дня, сопутствующих заболеваниях), а также осмотр пациента с проведением взвешивания и других измерений. Предварительно диагноз недостаток массы тела у женщин и у мужчин ставится на основе показателя индекса массы тела (ИМТ), который рассчитывается по формуле вес (кг) / рост (м2). Нормальным считается показатель в границах от 18,5 до 25 кг/м2.


Чаще всего на первичном приеме назначают дополнительные анализы, позволяющие установится скрытые причины потери веса (особенно, если не наблюдается психологических и других внешних причин болезни):




биохимический и гормональный анализы крови: позволяет установить наличие нарушений углеводного обмена, проблем со щитовидной железой и надпочечниками;
анализ мочи: исследование уровня белка (протеинурии), глюкозы, кетоновых тел позволяет выявить сахарный диабет;
анализ кала: проводится, если есть подозрения на болезни желудочно-кишечного тракта. В этом же случае может быть рекомендовано полноценное обследование у гастроэнтеролога.


Дальнейшая схема лечения

В случае если проведенное обследование и анализы подтвердят дефицит массы тела (в соответствующих процентах), специалистом будет назначено лечение, направленное на устранение симптомов и причин заболевания.




Чаще всего в основе лечения этого заболевания лежит правильное питание, которое предполагает:




увеличение калорийности потребляемых продуктов: введение в рацион большего количества жирного мяса, мясных бульонов, кисломолочных продуктов (сметаны, сливок, молока), хлебобулочных изделий и продуктов с большим количеством углеводов;
соблюдение баланса: увеличение калорийности пищи не исключает из рациона овощи и фрукты как основной источник витаминов;
возможное сокращение объема порций при увеличении количества приемов пищи (до 4-5 раз в день). При этом процесс приема пищи должен проходить в спокойной обстановке (исключаются быстрые перекусы).



В некоторых случаях, особенно при дефиците веса у женщин, вызванном психологическими факторами, изменение рациона питания может проходить под наблюдением психолога, который помогает пациентам справиться с фобиями, связанными с едой.




Помимо диеты восполнение недостатка веса предполагает физическую активность, которая имеет целью вернуть утраченную мышечную массу, а также достаточный сон и отдых.




В некоторых случаях лечение указанного заболевания также предполагает прием препаратов, чаще всего при обнаружении гормонального дисбаланса. При этом прием гормональных препаратов необходимо осуществлять только под наблюдением врача.

При соблюдении рекомендаций врача по питанию и физической активности пациентам удается компенсировать недостаток веса и избежать серьезных осложнений. Сроки лечения во многом зависят от стадии болезни, а также от сопутствующих проблем, в том числе психологических.

Профилактика указанного заболевания предполагает:



достаточное, регулярное, сбалансированное питание, особенно во время беременности;
умеренные физические нагрузки;
сокращение стрессовых ситуаций, отказ от вредных привычек;
профилактическая проверка уровня гормонов, а также профилактические осмотры на предмет заболеваний желудочно-кишечного тракта и эндокринной системы;
при обнаружении недостаточного веса необходимо обратиться к специалисту и пройти обследование.
"""

    val mediumText = """Основные принципы для поддержания оптимального веса.

Первый принцип: Определение калорийности пищи для соблюдения баланса между потребляемой и расходуемой энергией. Самой простой формулой для учета калорийности является:

Норма калорий в сутки = (рост – возраст) х 6  + (текущий вес х 20) - для мужчин.

Норма калорий в сутки = (рост – возраст) х 6  + (текущий вес х 20) – 200  - для женщин.

Второй принцип: Оптимальное соотношение белков, жиров и углеводов. Для поддержания оптимального веса соотношение белков, жиров и углеводов  должно быть -  1:1:4.

Третий  принцип: «Натуральность продуктов». Каким продуктам отдать предпочтение?

Необходимо, чтобы в меню больше присутствовало натуральных продуктов.
Исключить чипсы, хот-доги, картофель фри и прочие полуфабрикаты.
Пить воду обязательно 1 стакан на завтрак и перед сном, также по стакану перед каждым приемом пищи, для того, чтобы насыщение пищей происходило быстрее, и ускорялся обмен веществ.
Отказаться от майонеза, лишнего масла, выпечки; для тушения блюд использовать минимальное количество масла, добавлять обыкновенную воду, чтобы блюдо не подгорело.
Отказаться от жареной пищи, все блюда запекать в духовке.
Готовить легкие супы без мяса, для приготовления куриного супа использовать курицу без кожи.
На гарниры готовить поочередно – перловку, рис, гречку, чечевицу макароны (без масла)
Мясо, курицу, рыбу можно отварить, запекать в фольге, в рукаве.
По утрам варить пшеничную, кукурузную, пшенную, овсяную каши.
Все перекусы заменить на яблоки, морковь, обезжиренный творог, снижать количество съеденных конфет, стараться на ночь сладкое не есть.
С чаем можно есть сухофрукты, орехи и мед
Стараться не есть за 3 часа до сна.
Питайтесь правильно и будьте здоровы!"""

    val fatText = """Питание должно быть регулярным, дробным. Наличие 3-х основных приемов пищи и 2-х промежуточных является важной составляющей программы по снижению массы тела. Калорийность в течение суток должна распределяться таким образом: на завтрак - 25%, 2-й завтрак - 10%, обед - 35%, полдник - 10%, ужин - 20%.

Основой питания являются трудно усваиваемые углеводы. На их долю должно приходиться 55-60% суточной калорийности. Рекомендуется включать в рацион овощи 3-4 раза в день в сыром или приготовленном виде, фрукты не менее 2-3 раз в день.

Суточная потребность в белках составляет в среднем 1,5 г. на килограмм массы тела. При сбалансированном питании за счет белков пищи должно обеспечиваться 15% энергетических потребностей организма.

Ограничивается употребление жиров и легко усваиваемых углеводов. Доля жиров в рационе должна составлять не более 25-30%. Уменьшается также потребление насыщенных жиров до 8-10% от общего количества жира.

Здоровое питание предусматривает:

ограничение потребления высококалорийных продуктов, алкогольных напитков;
уменьшение наполовину от привычного потребление продуктов средней калорийности (продукты и блюда богатые крахмалом и клетчаткой, белками);
увеличение потребления низкокалорийных продуктов (все виды зелени и овощи (кроме картофеля и бобовых), фрукты (кроме винограда и бананов) и ягоды).
Эти принципы отражены в «пищевой пирамиде»:

в основании указанной «пищевой пирамиды» лежит употребление до 6 раз в сутки продуктов, содержащих медленные углеводы (крахмалы);
на втором уровне - употребление овощей и фруктов. Овощи употребляются до 3-5 раз в день;
третий уровень «пищевой пирамиды» включает, в основном, продукты животного происхождения (мясо, молоко, рыба), которые рекомендовано употреблять 2-3 раза в день;
вершина «пищевой пирамиды» - это высококалорийные продукты   (жиры и легкоусвояемые углеводы). Их употребление допускается только в исключительных случаях.
Физическая активность:

облегчает снижение веса у лиц с избыточной массой тела и ожирением;
способствует уменьшению абдоминально-висцерального жира;
улучшает состояние сердечно-сосудистой и дыхательной систем и переносимость физической нагрузки;
помогает длительно поддерживать достигнутый результат.
Важной составляющей программы по снижению и поддержанию массы тела является постепенное повышение физической нагрузки.

Физическая нагрузка состоит из 3-х этапов:

1-й этап: дозированная лечебная ходьба. Количество шагов – от 500 до 6000, время лечебной ходьбы на начальных этапах не ограничивают. Ходить необходимо после еды и контролировать: длину шага (70-80 см) скорость (4 км/ч.); дыхание должно быть равномерное, нефорсированное.

Интенсивность нагрузки:

начальная – 60-70 шагов в минуту;
для привыкания к нагрузке – 80-90 шагов в минуту;
для снижения веса – 100-110 шагов в минуту;
для устойчивого снижения веса – 120 шагов в минуту.
2-й этап: расширение физических нагрузок – плавание. Нагрузка увеличивается за счет сопротивления воды. Время плавания необходимо увеличивать постепенно и осторожно. Плавать необходимо до еды. Нельзя допускать переохлаждения и переутомления.

3-й этап: увеличение физической нагрузки - гимнастические упражнения. Вводится дополнительно, после выполнения программ нагрузок лечебной ходьбы и плавания. Гимнастические упражнения направлены на улучшения мышечного тонуса, восстановления гибкости позвоночника и растяжения связок.

При любой степени ожирения гимнастические упражнения необходимо выполнять:

из положения лежа – 2 месяца;
из положения сидя – 2 месяца;
из положения стоя – 2 месяца.
Исключить: наклоны, глубокие приседания, прыжки, ускорения, поднятие тяжестей, очень интенсивные упражнения.

Включить: гимнастические упражнения на растяжку, для поясничного отдела позвоночника и брюшного пресса. Минимальное количество повторов – 10 раз.

Если произошел перерыв в физических занятиях, необходимо снова начать выполнение уровня физической нагрузки, начиная с нагрузки первой недели.

Перед выполнением вышеуказанной программы рекомендуется выполнить ЭКГ и повторять ее ежемесячно.

Рекомендуемая система физической активности:

лечебная ходьба – 3 раза в неделю;
плавание – 2 раза в неделю;
физические упражнения в сочетании с лечебной ходьбой или плаванием – 5 раз в неделю;
отдых – один день в неделю.
Pекомендуемая физическая нагрузка для пациентов с ИМТ от 25 до 29,9.

Первая неделя - 2000 шагов в день. Каждую неделю увеличивать количество шагов на 500, к восьмой неделе должно быть до 6000 шагов в день (четыре километра). Дистанцию в четыре километра необходимо проходить ежедневно в течение двух или трех месяцев до тех пор, пока не получится ее легко преодолевать за 60 минут. Затем снижать время прохождения 4-х километров на 5 минут. Достигнув хорошей переносимости этой нагрузки необходимо проходить четыре километра за 45 минут три раза в день или 8-12 километров один раз в день.

При хорошем самочувствии необходимо начать посещение бассейна. Первое занятие должно длиться 10 минут, второе – 15 минут, третье – 20 минут, далее прибавлять по 5 минут на каждое занятие. Максимальная длительность плавания не должна превышать 45 минут на занятие.

Плавание и ходьбу необходимо чередовать через день. При этом, можно делать один или два дня отдыха в неделю.

Через 6 месяцев занятий лечебной ходьбой и плаванием необходимо расширить активность, добавив комплекс гимнастических упражнений под контролем врача лечебной физкультуры.

Рекомендуемая физическая нагрузка для пациентов с ИМТ от 30 до 34,9 (что соответствует I степени ожирения).

Первый уровень физической нагрузки - лечебная ходьба от 1000 шагов в день, постепенно увеличивая количество шагов до 6000 (четыре километра) к 10-ой неделе.

Далее ежемесячно необходимо повышать интенсивность физической нагрузки: проходить четыре километра за 60 минут в первый месяц и за 45 минут к четвертому месяцу.

Второй уровень физической нагрузки – плавание. Первое занятие - 5 минут, затем увеличивать время каждого занятия на 3-5 минут до 30 минут к восьмому занятию.

После шести месяцев занятий ходьбой и плаванием можно переходить к третьему уровню– гимнастическим упражнениям.

Рекомендуемая физическая нагрузка для пациентов с ИМТ от 35 до 39,9 (что соответствует II степени ожирения).

Лечебную ходьбу начинать с 300 шагов в день, постепенно увеличивая до 6000 (четыре километра) шагов к 15 неделе. Четыре километра необходимо ходить в течение 6 месяцев, постепенно повышая интенсивность (4 километра за 60 минут, 4 километра за 55 минут, 4 километра за 50 минут). Четыре километра за 50 минут необходимо ходить не менее 12 месяцев.

Второй уровень физических занятий – плавание. Первое занятие - 5 минут, постепенно увеличивая время до 20 минут к десятому занятию

Плавание и ходьбу необходимо чередовать через день. При этом можно делать один или два дня отдыха в неделю. После шести месяцев занятий ходьбой и плаванием можно переходить к третьему уровню – физическим упражнениям.

Рекомендуемая физическая нагрузка для пациентов с ИМТ более 40 (что соответствует морбидному ожирению).

Занятия начинаются с лечебной ходьбы. Первая неделя 100 шагов в минуту 3 раза в день после еды, к шестой неделе постепенно увеличивать количество шагов до 500 за пять минут 3 раза в день. С седьмой неделе – 600 шагов в день без учета времени и далее постепенно увеличивать количество шагов примерно по 100 каждый день до 6000 шагов к девятому месяцу (36 недель). Постепенно снижать время прохождения 4-х километров с 60 минут до 55 минут.

После выполнения предложенного уровня ходьбы, можно добавить плавание. Первое занятие - 5 минут. Каждое занятие увеличивать продолжительность на 1 минуту. К 14 занятию – время плавания 20 минут. Плавать 20 минут за одно занятие в течение 6 месяцев.

После одного года занятий ходьбой и плаванием можно переходить к третьему уровню – гимнастическим упражнениям.

Регулярную физическую активность можно также представить в виде пирамиды:

основание пирамиды - ежедневные пешие прогулки;
следующий уровень - занятия, которые помогают улучшить физическую тренированность (3-5 раз в неделю рекомендуется один из видов аэробных упражнений);
вершина пирамиды - неактивный отдых (рекомендуется проводить за просмотром телепередач не более 30 минут в день).
Преодоления стрессовых ситуаций: ежедневно рекомендуется здоровое питание, физическая активность, достаточный сон, наличие работы или хобби, отдых с семьей, позитивное общение с другими, смех, участие в социальной жизни."""
}
